Repository: nkvoronov/script.tvtunes
Catalog: resources/language/resource.language.*/strings.po
Languages: uk_ua

# Addon Summary
source: Retrieve and play your soundtrack or video themes whilst browsing your library
uk_ua: Отримати та відтворити музичну теми, переглядаючи вашу бібліотеку

# Addon Description
source: TvTunes is equipped with powerful features that enable the fetching, organising and playing of themes whilst browsing your Kodi library.
uk_ua: TvTunes оснащений потужними функціями, які дозволяють витягати, організовувати і відтворювати теми під час перегляду вашої бібліотеки Kodi.

# Addon Disclaimer
source: The collection of themes is maintain as a source to consult historical archives of music themes for movies and series. Thus its only purpose is educational and referential, and it is not maintained for the purpose of reselling and re-distributing music or for profitable purpose. Its access is intended strictly in the same way people access plots, trailers, scripts or other material in connection to a film. Any donation is with the purpose of supporting TvTunes' development and towards the costs of maintaining the library. Any holder of rights to these themes who would like to have their material removed from the archives just needs to request so by contacting TvTunes's Theme Library via the Kodi forum.
uk_ua: Колекція тем підтримується як джерело для ознайомлення з історичними архівами музичних тем для фільмів і серіалів. Таким чином, його єдина мета - освітня та довідкова, і вона не підтримується з метою перепродажу і перерозподілу музики або з вигодою. Його доступ призначений точно так же, як люди отримують доступ до сюжетів, трейлерам, сценаріями або інших матеріалів в зв'язку з фільмом. Будь-яке пожертвування робиться з метою підтримки розвитку TvTunes і витрат на утримання бібліотеки. Кожний власник прав на ці теми, хто хотів би видалити свої матеріали з архівів, повинен просто запросити це, зв'язавшись з бібліотекою тим TvTunes через форум Kodi.

# #32001
source: Play theme in loop
uk_ua: Відтворити тему в циклі

# #32002
source: Theme volume
uk_ua: Гучність теми

# #32003
source: Use Protected SMB share
uk_ua: Використовувати захищений SMB ресурс

# #32004
source: Username:
uk_ua: Ім'я користувача:

# #32005
source: Password:
uk_ua: Пароль:

# #32006
source: Store tunes in a custom path
uk_ua: Зберегти теми за шляхом користувача

# #32007
source: Path:
uk_ua: Шлях:

# #32008
source: Fade tune out when exiting
uk_ua: Зменшувати гучність теми при виході

# #32009
source: Automatically Download Theme If
uk_ua: Автоматично завантажувати тему, якщо

# #32010
source: Shuffle multiple tracks
uk_ua: Перемішати кілька треків

# #32011
source: Random start time
uk_ua: Випадкове час початку

# #32012
source: Change File Types
uk_ua: Змінити типи файлів

# #32013
source: Fade in the tune when starting
uk_ua: Збільшувати гучність теми при старті

# #32014
source: Always add additional themes (no overwrite)
uk_ua: Завжди додавати додаткові теми (без перезапису)

# #32015
source: Search for movie themes
uk_ua: Пошук тем фільму

# #32016
source: Play themes when browsing Movie list
uk_ua: Відтворювати теми при перегляді списку фільмів

# #32017
source: Play themes when browsing TV Show list
uk_ua: Відтворювати теми при перегляді списку серіалів

# #32018
source: Debugging
uk_ua: Налагодження

# #32019
source: Enable debug logging
uk_ua: Увімкнути журнал налагодження

# #32020
source: Show the TvTunes button on the Video Info screen
uk_ua: Показати кнопку TvTunes у вікні інформації про відео

# #32021
source: Fade out after playing for (minutes)
uk_ua: Зменшувати гучність теми протягом (хв)

# #32022
source: Operations
uk_ua: Операції

# #32023
source: Browse Themes
uk_ua: Перегляд тем

# #32024
source: Delay Audio Theme Start (Seconds)
uk_ua: Затримка запуску теми (сек)

# #32025
source: Support themes in sub directories
uk_ua: Підтримка тем в підкаталогах

# #32026
source: Directory Name
uk_ua: Ім'я каталогу

# #32027
source: Limit track duration when multiple themes (seconds)
uk_ua: Обмежити длит. треку, коли кілька тем (сек)

# #32028
source: Default Theme Search Source
uk_ua: Джерело пошуку тем за замовчуванням

# #32029
source: Play themes when browsing Music Video list
uk_ua: Відтворювати теми при перегляді списку муз. відео

# #32030
source: All
uk_ua: Усе

# #32033
source: Block Refresh Rate Change
uk_ua: Блокування зміни частоти поновлення

# #32035
source: Prompt User
uk_ua: Запит користувача

# #32036
source: Never
uk_ua: Ніколи

# #32037
source: Only Single Entry Found
uk_ua: Знайдена тільки 1 запис

# #32038
source: Priority 1 (*) Entry Found
uk_ua: Пріоритет 1 (*) запис знайдений

# #32039
source: Priority 1 (*) or 2 (~) Entry Found
uk_ua: Пріоритет 1 (*) або 2 (~) знайдено

# #32079
source: Startup
uk_ua: При запуску

# #32080
source: Reset Volume On Startup
uk_ua: Скинути гучність при запуску

# #32081
source: Set Volume On Startup To
uk_ua: Встановити гучність при запуску в

# #32082
source: Audio File Types
uk_ua: Типи аудіо файлів

# #32083
source: Video File Types
uk_ua: Типи відео файлів

# #32084
source: Enable Theme Playing (Restart Required)
uk_ua: Включити відтворення теми (потрібне перезавантаження)

# #32085
source: When A Video Theme Exists
uk_ua: Коли тема відео існує

# #32086
source: Mix With Audio Themes
uk_ua: Перемішати з аудіо темами

# #32087
source: Play Video Themes First
uk_ua: Грати видио теми першими

# #32088
source: Only Play Video Themes
uk_ua: Грати тільки відео теми

# #32089
source: Only ever play single theme
uk_ua: Кожен раз грати одну тему

# #32090
source: Repeat Single Audio Theme After Video
uk_ua: Повторювати одну аудіо тему після відео

# #32091
source: Update advancedsettings.xml File
uk_ua: Оновити файл advancedsettings.xml

# #32092
source: This action will update the file advancedsettings.xml to ensure the TvTunes theme files are handled correctly. Make sure any changes are saved before running. Continue?
uk_ua: Ця дія оновить файл advancedsettings.xml, щоб забезпечити правильну обробку файлів теми TvTunes. Переконайтеся, що всі зміни збережені перед запуском. Продовжити?

# #32093
source: Unable to update advancedsettings.xml
uk_ua: Неможливо оновити advancedsettings.xml

# #32094
source: Please check the log for more details
uk_ua: Будь ласка, перевірте журнал для більш докладної інформації

# #32095
source: advancedsettings.xml update complete
uk_ua: Оновлення advancedsettings.xml завершено

# #32096
source: Show TvTunes On Context Menu
uk_ua: Показати TvTunes в контекстному меню

# #32097
source: Support TvTunes Improvements
uk_ua: Підтримка поліпшень TvTunes

# #32099
source: Enable Theme Library
uk_ua: Включити бібліотеку тем

# #32100
source: Show Selection Dialog If Auto Match Fails
uk_ua: Показати діалог вибору при збої відповідності

# #32101
source: ERROR
uk_ua: ПОМИЛКА

# #32102
source: site unreachable
uk_ua: сайт недоступний

# #32103
source: TvTune downloader
uk_ua: TvTune завантажувач

# #32104
source: Replace existing theme?
uk_ua: Замінити існуючу тему?

# #32105
source: General
uk_ua: Загальні

# #32106
source: Getting information...
uk_ua: Отримання інформації...

# #32107
source: Searching for
uk_ua: Пошук для

# #32108
source: CANCELLED
uk_ua: СКАСОВАНО

# #32109
source: Operation cancelled by user.
uk_ua: Операція скасована користувачем.

# #32110
source: Downloading to
uk_ua: Завантаження в

# #32112
source: Choose for
uk_ua: Вибрати для

# #32113
source: ENTER MANUAL SEARCH
uk_ua: РІЧНИЙ ПОШУК

# #32114
source: Download this one?
uk_ua: Завантажити цей?

# #32115
source: Search results will be incomplete
uk_ua: Результати пошуку будуть неповними

# #32118
source: Manual Search...
uk_ua: Ручний пошук...

# #32119
source: Continue with next theme search?
uk_ua: Продовжити пошук наступної теми?

# #32120
source: Search Using %s...
uk_ua: Шукати за допомогою %s...

# #32121
source: Search Using All Sites (May Be Slow)
uk_ua: Пошук по всіх сайтах (може бути повільніше)

# #32123
source: Theme Library Unavailable
uk_ua: Бібліотека тем недоступна

# #32124
source: Theme Library Audio
uk_ua: Бібліотека тем аудіо

# #32125
source: Theme Library
uk_ua: Бібліотека тем

# #32126
source: Theme Library Video
uk_ua: Бібліотека тем відео

# #32127
source: Play themes when viewing Video Information
uk_ua: Відтворення тем при перегляді відеоінформації

# #32128
source: Play themes when browsing TV Show Seasons
uk_ua: Відтворення тем при перегляді сезонів

# #32129
source: Play themes when browsing TV Show Episodes
uk_ua: Відтворення тем при перегляді серій

# #32130
source: Play themes when browsing Music Library
uk_ua: Відтворення тем при перегляді бібліотеки музики

# #32131
source: Plex Theme
uk_ua: Plex тема

# #32132
source: Plex Library
uk_ua: Plex бібліотека

# #32133
source: Delay Video Theme Start (Seconds)
uk_ua: Затримка запуску теми відео (сек)

# #32134
source: This will update your Confluence Skin to include the TvTunes features. Continue?
uk_ua: Це оновить вашу обкладинку Confluence для включення функцій TvTunes. Продовжити?

# #32135
source: Unable to update the Confluence skin
uk_ua: Неможливо оновити обкладинку Confluence

# #32136
source: Please check the log for more details
uk_ua: Будь ласка, перевірте журнал для більш докладної інформації

# #32137
source: Not all files were updated as expected
uk_ua: Не всі файли були оновлені, як очікувалося

# #32138
source: Confluence Skin Updated
uk_ua: Обкладинка Confluence оновлена

# #32139
source: It is recommended that you now restart Kodi
uk_ua: Рекомендується перезапустити Kodi.

# #32140
source: Update Confluence Skin
uk_ua: Оновити обкладинку Confluence

# #32141
source: Fixed Audio Start Time Into Media (Seconds)
uk_ua: Фікс. часу запуску аудіо в медіа (сек)

# #32142
source: Fixed Video Start Time Into Media (Seconds)
uk_ua: Фікс. часу запуску відео в медіа (сек)

# #32143
source: Use Trailer Video If No Theme Available
uk_ua: Використовуйте трейлер для відео, якщо тема не доступна

# #32144
source: Use Local Theme Library
uk_ua: Використовувати локальну бібліотеку тем

# #32145
source: Local Theme Library Location
uk_ua: Розташування локальної бібліотеки тем

# #32146
source: Unable to update the Estuary skin
uk_ua: Неможливо оновити обкладинку Estuary

# #32147
source: Estuary Skin Updated
uk_ua: Обкладинка Estuary оновлена

# #32148
source: This will update your Estuary Skin to include the TvTunes features. Continue?
uk_ua: Це оновить вашу обкладинку Estuary для включення функцій TvTunes. Продовжити?

# #32149
source: Unable to update the Estuary skin
uk_ua: Неможливо оновити обкладинку Estuary

# #32150
source: Update Estuary Skin
uk_ua: Оновити обкладинку Estuary

# #32201
source: Movies
uk_ua: Фільми

# #32202
source: TV Shows
uk_ua: Серіали

# #32203
source: Music Videos
uk_ua: Муз. відео

# #32204
source: [Filter]: Show Only Missing Themes
uk_ua: [Фільтр]: Показати тільки відсутні теми

# #32205
source: [Action]: Retrieve Missing Audio Themes
uk_ua: [Дія]: Отримати відсутні аудіо теми

# #32206
source: You have themes that are not in themes folders.
uk_ua: У вас є теми, яких немає в папках тем.

# #32207
source: Move themes into themes folder?
uk_ua: Перемістити теми в папку тем?

# #32209
source: [Action]: Retrieve Missing Video Themes
uk_ua: [Дія]: Отримати відсутні відео теми

# #32210
source: Retrieve All Missing Themes
uk_ua: Отримати всі відсутні теми

# #32211
source: Retrieve Missing TV Themes Only
uk_ua: Отримати тільки відсутні теми серіалів

# #32212
source: Retrieve Missing Movie Themes Only
uk_ua: Отримати тільки відсутні теми фільмів

# #32213
source: Retrieve Missing Music Video Themes Only
uk_ua: Отримати тільки відсутні теми музичного відео

# #32991
source: Playback
uk_ua: Відтворення

# #32992
source: Download
uk_ua: Завантажити

# #32993
source: File system
uk_ua: Файли

# #32994
source: Error: Failed to connect to goear.com
uk_ua: Помилка: не вдалося підключитися до goear.com
