Repository: nkvoronov/script.tvtunes
Catalog: resources/language/*/strings.po
Languages: russian

# #32001
source: Play theme in loop
russian: Воспроизвести тему в цикле

# #32002
source: Theme volume
russian: Громкость темы

# #32003
source: Use Protected SMB share
russian: Использовать защищенный SMB ресурс

# #32004
source: Username:
russian: Имя пользователя:

# #32005
source: Password:
russian: Пароль:

# #32006
source: Store tunes in a custom path
russian: Сохранить темы по пользовательскому пути

# #32007
source: Path:
russian: Путь:

# #32008
source: Fade tune out when exiting
russian: Уменьшать громкость темы при выходе

# #32009
source: Automatically Download Theme If
russian: Автоматически загружать тему, если

# #32010
source: Shuffle multiple tracks
russian: Перемешать несколько треков

# #32011
source: Random start time
russian: Случайное время начала

# #32012
source: Change File Types
russian: Изменить типы файлов

# #32013
source: Fade in the tune when starting
russian: Увеличивать громкость темы при старте

# #32014
source: Always add additional themes (no overwrite)
russian: Всегда добавлять дополнительные темы (без перезаписи)

# #32015
source: Search for movie themes
russian: Поиск тем фильма

# #32016
source: Play themes when browsing Movie list
russian: Воспроизводить темы при просмотре списка фильмов

# #32017
source: Play themes when browsing TV Show list
russian: Воспроизводить темы при просмотре списка сериалов

# #32018
source: Debugging
russian: Отладка

# #32019
source: Enable debug logging
russian: Включить журнал отладки

# #32020
source: Show the TvTunes button on the Video Info screen
russian: Показать кнопку TvTunes в окне информации о видео

# #32021
source: Fade out after playing for (minutes)
russian: Уменьшать громкость темы в течение (мин)

# #32022
source: Operations
russian: Операции

# #32023
source: Browse Themes
russian: Просмотр тем

# #32024
source: Delay Audio Theme Start (Seconds)
russian: Задержка запуска темы (сек)

# #32025
source: Support themes in sub directories
russian: Поддержка тем в подкаталогах

# #32026
source: Directory Name
russian: Имя каталога

# #32027
source: Limit track duration when multiple themes (seconds)
russian: Ограничить длит. трека, когда несколько тем (сек)

# #32028
source: Default Theme Search Source
russian: Источник поиска тем по умолчанию

# #32029
source: Play themes when browsing Music Video list
russian: Воспроизводить темы при просмотре списка муз. видео

# #32030
source: All
russian: Все

# #32033
source: Block Refresh Rate Change
russian: Блокировка изменения частоты обновления

# #32035
source: Prompt User
russian: Запрос пользователя

# #32036
source: Never
russian: Никогда

# #32037
source: Only Single Entry Found
russian: Найдена только 1 запись

# #32038
source: Priority 1 (*) Entry Found
russian: Приоритет 1 (*) запись найдена

# #32039
source: Priority 1 (*) or 2 (~) Entry Found
russian: Приоритет 1 (*) или 2 (~) найдено

# #32079
source: Startup
russian: При запуске

# #32080
source: Reset Volume On Startup
russian: Сбросить громкость при запуске

# #32081
source: Set Volume On Startup To
russian: Установить громкость при запуске в

# #32082
source: Audio File Types
russian: Типы аудио файлов

# #32083
source: Video File Types
russian: Типы видео файлов

# #32084
source: Enable Theme Playing (Restart Required)
russian: Включить воспроизведение темы (требуется перезагрузка)

# #32085
source: When A Video Theme Exists
russian: Когда тема видео существует

# #32086
source: Mix With Audio Themes
russian: Перемешать с аудио темами

# #32087
source: Play Video Themes First
russian: Играть видио темы первыми

# #32088
source: Only Play Video Themes
russian: Играть только видео темы

# #32089
source: Only ever play single theme
russian: Каждый раз играть одну тему

# #32090
source: Repeat Single Audio Theme After Video
russian: Повторять одну аудио тему после видео

# #32091
source: Update advancedsettings.xml File
russian: Обновить файл advancedsettings.xml

# #32092
source: This action will update the file advancedsettings.xml to ensure the TvTunes theme files are handled correctly. Make sure any changes are saved before running. Continue?
russian: Это действие обновит файл advancedsettings.xml, чтобы обеспечить правильную обработку файлов темы TvTunes. Убедитесь, что все изменения сохранены перед запуском. Продолжить?

# #32093
source: Unable to update advancedsettings.xml
russian: Невозможно обновить advancedsettings.xml

# #32094
source: Please check the log for more details
russian: Пожалуйста, проверьте журнал для более подробной информации

# #32095
source: advancedsettings.xml update complete
russian: Обновление advancedsettings.xml завершено

# #32096
source: Show TvTunes On Context Menu
russian: Показать TvTunes в контекстном меню

# #32097
source: Support TvTunes Improvements
russian: Поддержка улучшений TvTunes

# #32099
source: Enable Theme Library
russian: Включить библиотеку тем

# #32100
source: Show Selection Dialog If Auto Match Fails
russian: Показать диалог выбора при сбое соответствия

# #32101
source: ERROR
russian: ОШИБКА

# #32102
source: site unreachable
russian: сайт недоступен

# #32103
source: TvTune downloader
russian: TvTune загрузчик

# #32104
source: Replace existing theme?
russian: Заменить существующую тему?

# #32105
source: General
russian: Общие

# #32106
source: Getting information...
russian: Получение информации...

# #32107
source: Searching for
russian: Поиск для

# #32108
source: CANCELLED
russian: ОТМЕНЕНО

# #32109
source: Operation cancelled by user.
russian: Операция отменена пользователем.

# #32110
source: Downloading to
russian: Загрузка в

# #32112
source: Choose for
russian: Выбрать для

# #32113
source: ENTER MANUAL SEARCH
russian: РУЧНОЙ ПОИСК

# #32114
source: Download this one?
russian: Скачать этот?

# #32115
source: Search results will be incomplete
russian: Результаты поиска будут неполными

# #32118
source: Manual Search...
russian: Ручной поиск...

# #32119
source: Continue with next theme search?
russian: Продолжить поиск следующей темы?

# #32120
source: Search Using %s...
russian: Искать с помощью %s...

# #32121
source: Search Using All Sites (May Be Slow)
russian: Поиск по всем сайтам (может быть медленнее)

# #32123
source: Theme Library Unavailable
russian: Библиотека тем недоступна

# #32124
source: Theme Library Audio
russian: Библиотека тем аудио

# #32125
source: Theme Library
russian: Библиотека тем

# #32126
source: Theme Library Video
russian: Библиотека тем видео

# #32127
source: Play themes when viewing Video Information
russian: Воспроизведение тем при просмотре видеоинформации

# #32128
source: Play themes when browsing TV Show Seasons
russian: Воспроизведение тем при просмотре сезонов

# #32129
source: Play themes when browsing TV Show Episodes
russian: Воспроизведение тем при просмотре серий

# #32130
source: Play themes when browsing Music Library
russian: Воспроизведение тем при просмотре библиотеки музыки

# #32131
source: Plex Theme
russian: Plex тема

# #32132
source: Plex Library
russian: Plex библиотека

# #32133
source: Delay Video Theme Start (Seconds)
russian: Задержка запуска темы видео (сек)

# #32134
source: This will update your Confluence Skin to include the TvTunes features. Continue?
russian: Это обновит вашу обложку Confluence для включения функций TvTunes. Продолжить?

# #32135
source: Unable to update the Confluence skin
russian: Невозможно обновить обложку Confluence

# #32136
source: Please check the log for more details
russian: Пожалуйста, проверьте журнал для более подробной информации

# #32137
source: Not all files were updated as expected
russian: Не все файлы были обновлены, как ожидалось

# #32138
source: Confluence Skin Updated
russian: Обложка Confluence обновлена

# #32139
source: It is recommended that you now restart Kodi
russian: Рекомендуется перезапустить Kodi.

# #32140
source: Update Confluence Skin
russian: Обновить обложку Confluence

# #32141
source: Fixed Audio Start Time Into Media (Seconds)
russian: Фикс. время запуска аудио в медиа (сек)

# #32142
source: Fixed Video Start Time Into Media (Seconds)
russian: Фикс. время запуска видео в медиа (сек)

# #32143
source: Use Trailer Video If No Theme Available
russian: Используйте трейлер для видео, если тема не доступна

# #32144
source: Use Local Theme Library
russian: Использовать локальную библиотеку тем

# #32145
source: Local Theme Library Location
russian: Расположение локальной библиотеки тем

# #32146
source: Unable to update the Estuary skin
russian: Невозможно обновить обложку Estuary

# #32147
source: Estuary Skin Updated
russian: Обложка Estuary обновлена

# #32148
source: This will update your Estuary Skin to include the TvTunes features. Continue?
russian: Это обновит вашу обложку Estuary для включения функций TvTunes. Продолжить?

# #32149
source: Unable to update the Estuary skin
russian: Невозможно обновить обложку Estuary

# #32150
source: Update Estuary Skin
russian: Обновить обложку Estuary

# #32201
source: Movies
russian: Фильмы

# #32202
source: TV Shows
russian: Сериалы

# #32203
source: Music Videos
russian: Муз. видео

# #32204
source: [Filter]: Show Only Missing Themes
russian: [Фильтр]: Показать только недостающие темы

# #32205
source: [Action]: Retrieve Missing Audio Themes
russian: [Действие]: Получить недостающие аудио темы

# #32206
source: You have themes that are not in themes folders.
russian: У вас есть темы, которых нет в папках тем.

# #32207
source: Move themes into themes folder?
russian: Переместить темы в папку тем?

# #32209
source: [Action]: Retrieve Missing Video Themes
russian: [Действие]: Получить недостающие видео темы

# #32210
source: Retrieve All Missing Themes
russian: Получить все недостающие темы

# #32211
source: Retrieve Missing TV Themes Only
russian: Получить только недостающие темы сериалов

# #32212
source: Retrieve Missing Movie Themes Only
russian: Получить только недостающие темы фильмов

# #32213
source: Retrieve Missing Music Video Themes Only
russian: Получить только недостающие темы музыкального видео

# #32991
source: Playback
russian: Воспроизведение

# #32992
source: Download
russian: Загрузить

# #32993
source: File system
russian: Файлы

# #32994
source: Error: Failed to connect to goear.com
russian: Ошибка: не удалось подключиться к goear.com
